Repository: Datonix-art/Flask-Products-Shop
Catalog: store/translations/*/LC_MESSAGES/messages.po
Languages: ka

source: Succesfully sent message!
ka: წარმატებულად გაგზავნეთ მესიჯი!

source: Succesfull sign up. Please Login
ka: წარმატებული რეგისტრაცია. გთხოვთ შეხვიდეთ

source: Account with this email already exists. Please sign up with other one
ka: ანგარიში ამ ელფოსტით უკვე არსებობს. გთხოვთ დარეგისტრირდეთ სხვა ელ-ფოსტით

source: succesfull login!
ka: წარმატებული შესვლა!

source: Email or password is incorrect. Log in again
ka: ელ-ფოსტა ან პაროლი არასწორია. ხელახლა შედით სისტემაში

source: Logged out succesfully
ka: წარმატობით გამოხვედით

source: Saved changes succesfully
ka: ცვლილებები წარმატებით შენახულია

source: Account already exists with this email
ka: ანგარიში უკვე არსებობს ამ ელფოსტით

source: Exclusive
ka: ექსკლუზივი

source: Subscribe
ka: გამოწერა

source: Get 10 off your first order
ka: მიიღეთ 10 პროცენტი ფასდაკლება პირველ შეკვეთაზე

source: Support
ka: მხარდაჭერა

source: Account
ka: ანგარიში

source: My Account
ka: ჩემი ანგარიში

source: Login / Register
ka: შესვლა / რეგისტრაცია

source: Cart
ka: კალათა

source: WishList
ka: სურვილების სია

source: Shop
ka: მაღაზია

source: Quick Link
ka: სწრაფი ბმული

source: Privacy Policy
ka: კონფიდენციალურობის პოლიტიკა

source: Terms of Use
ka: გამოყენების პირობები

source: FAQ
ka: ხშირად დასმული კითხვები

source: Contact
ka: კონტაქტი

source: Download App
ka: აპლიკაციის ჩამოტვირთვა

source: Save $3 with App New User Only
ka: დაზოგეთ $3 ახალი მომხმარებლებისთვის

source: Summer Sale For All Swim Suits And Free Express Delivery - OFF 50
ka: ზაფხულის გაყიდვები ყველა საცურაო კოსტიუმისთვის და უფასო ექსპრეს მიწოდება - 50 პროცენტი ფასდაკლება

source: ShopNow
ka: შეიძინეთ ახლა

source: Home
ka: მთავარი

source: About
ka: ჩვენს შესახებ

source: Sign Up
ka: დარეგისტრირება

source: What are you looking for?
ka: რას ეძებთ?

source: Manage My Account
ka: ჩემი ანგარიშის მართვა

source: My Order
ka: ჩემი შეკვეთა

source: Log out
ka: გამოსვლა

source: Home /
ka: მთავარი /

source: 404 Error
ka: 404 შეცდომა

source: 404 NOT FOUND
ka: 404 გვერდი ვერ მოიძებნა

source: Your visited page not found. You may go home page
ka: თქვენი მონახულებული გვერდი ვერ მოიძებნა. შეგიძლიათ გადახვიდეთ მთავარ გვერდზე

source: Back to home page
ka: დაბრუნება მთავარ გვერდზე

source: Home /
ka: მთავარი /

source: Our Story
ka: ჩვენი ამბავი

source: Launced in 2015, Exclusive is South Asia’s premier online shopping makterplace with an active presense in Bangladesh. Supported by wide range of tailored marketing, data and service solutions, Exclusive has 10,500 sallers and 300 brands and serves 3 millioons customers across the region.
ka: Exclusive შეიქმნა 2015 წელს, იგი არის სამხრეთ აზიის წამყვანი ონლაინ სავაჭრო პლატფორმა, რომელსაც აქტიური თანადგომა აქვს ბანგლადეშში. მხარდაჭერილი ფართო სპექტრით მორგებული მარკეტინგული, მონაცემთა და სერვისების გადაწყვეტილებებით, Exclusive-ს ჰყავს 10,500 გამყიდველი და 300 ბრენდი და ემსახურება 3 მილიონ მომხმარებელს რეგიონში.

source: Exclusive has more than 1 Million products to offer, growing at a very fast. Exclusive offers a diverse assotment in categories ranging from consumer.
ka: Exclusive-ს აქვს 1 მილიონზე მეტი პროდუქტის შემოთავაზე რომელიც სწრაფად მზარდია. Exclusive სთავაზობს სხვადასხვა ასორტიმენტს კატეგორიებში, დაწყებული მომხმარებლებით.

source: 10.5k
ka: 10.5 ათასი

source: Sallers active our site
ka: აქტიური გამყიდველები ჩვენს საიტზე

source: 33k
ka: 33 ათასი

source: Monthly Product Sale
ka: თვიური პროდუქციის გაყიდვა

source: 45.5k
ka: 45.5 ათასი

source: Customer Active in our site
ka: აქტიური მომხმარებელი ჩვენს საიტზე

source: 25k
ka: 25 ათასი

source: Anual gross sale in our site
ka: ყოველწლიური მთლიანი გაყიდვა ჩვენს საიტზე

source: Tom Cruise
ka: ტომ კრუზი

source: Founder & Chairman
ka: დამფუძნებელი & თავმჯდომარე

source: Emma Watson
ka: ემა ვეტსონი

source: Managing Director
ka: მართვის დირექტორი

source: Will Smith
ka: ვილ სმიტი

source: Product Designer
ka: პროდუქტის დიზაინერი

source: FREE AND FAST DELIVERY
ka: უფასო და სწრაფი მიწოდება

source: Free delivery for all orders over $140
ka: უფასო მიწოდება ყველა შეკვეთაზე, რომელიც $140-ზე მეტია

source: 24/7 CUSTOMER SERVICE
ka: 24/7 მომსახურება მომხმარებლებს

source: Friendly 24/7 customer support
ka: მეგობრული 24/7 მომსახურება მომხმარებლებს

source: MONEY BACK GUARANTEE
ka: ფულის დაბრუნების გარანტია

source: We return money within 30 days
ka: ჩვენ ვაბრუნებთ ფულს 30 დღეში

source: Welcome!
ka: მოგესალმებით!

source: My Profile
ka: ჩემი პროფილი

source: My Payment Options
ka: ჩემი გადახდის ვარიანტები

source: Address Book
ka: მისამართების წიგნი

source: My Orders
ka: ჩემი შეკვეთები

source: My Returns
ka: ჩემი დაბრუნებები

source: My Cancellations
ka: ჩემი გაუქმებები

source: Edit Your Profile
ka: შეცვალეთ თქვენი პროფილი

source: Payments
ka: გადახდები

source: All Products
ka: ყველა პროდუქტი

source: Add To Cart
ka: დაამატეთ კალათაში

source: Product
ka: პროდუქტი

source: Price
ka: ღირებულება

source: Quantity
ka: რაოდენობა

source: SubTotal
ka: მთლიანი

source: Return To Shop
ka: მაღაზიაში დაბრუნება

source: Clear Cart
ka: კალათის გასუფთავება

source: Coupon Code
ka: კუპონის კოდი

source: Save this information for faster check-out next time
ka: შეინახეთ ეს ინფორმაცია უფრო სწრაფი გასვლისთვის შემდეგ ჯერზე

source: Apply Coupon
ka: გამოიყენეთ კუპონი

source: Cart Total
ka: კალათასი მთლიანი რაოდენობა

source: Shipping
ka: გადაზიდვა

source: Free
ka: უფასო

source: Total
ka: სულ

source: Proceed to checkout
ka: გადახდაში გადასვლა

source: No items in cart
ka: არ არის პროდუქტი კალათაში

source: Billing Details
ka: გადასახადის დეტალები

source: Call To Us
ka: დაგვიკავშირდით

source: We are available 24/7, 7 days a week.
ka: ჩვენ ვართ ხელმისაწვდომი 24/7, ყოველ დღე.

source: Phone: +8801611112222
ka: ტელეფონი: +8801611112222

source: Write To Us
ka: მოგვწერეთ

source: Fill out our form and we will contact you within 24 hours.
ka: შეავსეთ ჩვენი ფორმა და ჩვენ დაგვეკონტაქტებით 24 საათში.

source: Emails: customer@exclusive.com
ka: ელ-ფოსტა: customer@exclusive.com

source: Emails: support@exclusive.com
ka: ელ-ფოსტა: support@exclusive.com

source: iPhone 14 Series
ka: აიფონ 14 სერიები

source: Up to 10 percent off Voucher
ka: 10 პროცენტამდე ფასდაკლების ვაუჩერი

source: Shop Now
ka: იშოპე ახლა

source: Today's
ka: დღეს

source: Fresh Sales
ka: ახალი გაყიდვები

source: Days
ka: დღე

source: Hours
ka: საათი

source: Minutes
ka: წუთი

source: Seconds
ka: წამი

source: View All Products
ka: ნახე ყველა პროდუქტი

source: Categories
ka: კატეგორიები

source: Browse By Category
ka: მოძიება კატეგორიის მიხედვით

source: Phones
ka: ტელეფონები

source: Computers
ka: კომპიუტერები

source: Camera
ka: კამერა

source: HeadPhones
ka: ყურსასმენები

source: SmartWatch
ka: მოწყობილობები

source: Create an account
ka: შექმენით ანგარიში

source: Log in to Exclusive
ka: შესვლა Exclusive-ში

source: Enter your details below
ka: შეიყვანეთ თქვენი დეტალები ქვემოთ

source: Already have account?
ka: უკვე გაქვს ანგარიში?

source: Log in
ka: შესვლა

source: Forgot Password?
ka: დავიწყებით პაროლი?
